[LocAdmin_Strings]

FO_It_Perk_TameAnimal_1=Trainer;;;;;;;;;;;;;;;;Дрессировщик;;;
FO_It_Perk_TameAnimal_2=leader of the pack;;;;;;;;;;;;;;;;Вожак стаи;;;

FO_Book_TameAnimalBook=domestication of animals;;;;;;;;;;;;;;;;Приручение животных;;;
FO_Food_GoblinMeat=goblin liver;;;;;;;;;;;;;;;;Печень гоблина;;;

INFO_TameAnimal_00=Tell me about animals.;;;;;;;;;;;;;;;;Расскажи мне о животных.;;;

INFO_TameAnimal_01=Teach me how to tame animals.;;;;;;;;;;;;;;;;Научи меня приручать животных.;;;
INFO_TameAnimal_02=Domesticating animals is not as difficult as it seems.;;;;;;;;;;;;;;;;Приручать животных не так сложно, как кажется.;;;
INFO_TameAnimal_03=You must do good to be repaid in kind.;;;;;;;;;;;;;;;;Ты должен сделать добро, чтобы тебе отплатили тем же.;;;
INFO_TameAnimal_04=Each animal has its own diet.;;;;;;;;;;;;;;;;У каждого животного свой рацион.;;;
INFO_TameAnimal_05=As soon as you get the right food, get close to the animal and feed it.;;;;;;;;;;;;;;;;Как только ты раздобудешь нужную пищу, подберись вплотную к животному и покорми его.;;;
INFO_TameAnimal_06=You must do this before the beast decides to attack you.;;;;;;;;;;;;;;;;Ты должен сделать это, прежде чем зверь решит напасть на тебя.;;;
INFO_TameAnimal_07=And don't even try to sneak, it won't work.;;;;;;;;;;;;;;;;И даже не пробуй красться, это не сработает.;;;
INFO_TameAnimal_08=Is there a safer way?;;;;;;;;;;;;;;;;Есть ли более безопасный способ?;;;
INFO_TameAnimal_09=You can use special spells to lure the animals closer.;;;;;;;;;;;;;;;;Ты можешь использовать специальные заклинания, чтобы подманивать животных ближе.;;;

INFO_TameAnimal_10=How do I manage a pack of animals?;;;;;;;;;;;;;;;;Как мне управлять стаей животных?;;;
INFO_TameAnimal_11=When you tame one animal, you become its friend.;;;;;;;;;;;;;;;;Когда приручаешь одно животное, ты становишься его другом.;;;
INFO_TameAnimal_12=When you try to tame a few, you are the commander.;;;;;;;;;;;;;;;;Когда пытаешься приручить нескольких, ты - командир.;;;
INFO_TameAnimal_13=Accordingly, your attitude towards them should be completely different.;;;;;;;;;;;;;;;;Соответственно и отношение к ним у тебя должно быть совершенно другое.;;;
INFO_TameAnimal_14=Show firmness.  Set discipline.;;;;;;;;;;;;;;;;Прояви твёрдость. Установи дисциплину.;;;
INFO_TameAnimal_15=These animals are part of your squad and they must not do anything without your order.;;;;;;;;;;;;;;;;Эти животные часть твоего отряда и они не должны ничего делать без твоего приказа.;;;

INFO_FeedAnimal_01=feed the animal;;;;;;;;;;;;;;;;Покормить животное;;;

ITEMDESC_It_Perk_TameAnimal_1=Allows you to tame animals.;;;;;;;;;;;;;;[PL];;Позволяет приручать животных.;;;
ITEMDESC_It_Perk_TameAnimal_2=Allows you to take an unlimited number of animals in a group.;;;;;;;;;;;;;;[PL];;Позволяет брать в группу неограниченное количество животных.;;;
ITEMDESC_Food_GoblinMeat=Favorite delicacy for especially dangerous animals.;;;;;;;;;;;;;;[PL];;Любимое лакомство для особо опасных животных.;;;

BOOKTEXTLEFT_TameAnimalBook=\n\nAnimal Trainer\n\nA skill that allows you to tame animals.  A tamed animal does not cause aggression in humans and orcs.  You can restore your life energy with food.\n\nRequirement: Dexterity 150.;;;;;;;;;;;;;;;;\n\nДрессировщик\n\nНавык, позволяющий приручать животных. Прирученное животное не вызывает агрессию у людей и орков. Можно восстанавливать запас жизненной энергии с помощью пищи.\n\nТребования: Ловкость 150.;;;
BOOKTEXTRIGHT_TameAnimalBook=\n\nLeader of the Pack\n\nA skill that allows you to take an unlimited number of animals into the group.\n\nRequirements: Dexterity 300, Ancient Knowledge 50, Trainer skill.;;;;;;;;;;;;;;;;\n\nВожак стаи\n\nНавык, позволяющий брать в группу неограниченное количество животных.\n\nТребования: Ловкость 300, Древнее знание 50, Навык Дрессировщик.;;;

FO_Spider=Tarantula;;;;;;;;;;;;;;Tarantula;;Тарантул;;;
